//TECN040J JOB NOTIFY=&SYSUID
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  REPRO INFILE(INPUT) OUTFILE(OUTPUT)
/*
//INPUT    DD DSN=TECN040.PRODUCT.PS1,DISP=SHR
//OUTPUT   DD DSN=TECN040.PRODUCT.ESDS,DISP=SHR
//STEP2    EXEC PGM=IEFBR14,COND=(0,NE)
//DD1      DD DSN=TECN040.PRODUCT.PS1,
//            DISP=(MOD,DELETE,DELETE)
