//TECN040J JOB (MAINFRAME,MF002),
//          NOTIFY=&SYSUID
//STEP0001 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  PRINT INDATASET(TECN040.POLICY.RRDS) CHAR
/*
