//TECN040J JOB (MAINFRAME,DEMO),NOTIFY=&SYSUID
//STEP0001 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  PRINT INDATASET(TECN040.POLICY.RRDS) CHAR -
        FROMNUMBER(8) TONUMBER(9)
/*
