//TECN040J JOB (ASHIK)
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//DD2      DD DSN=TECN040.TRAIN.DETAILS.KSDSBKP,
//            DISP=(NEW,CATLG,DELETE),
//            SPACE=(TRK,(3,2)),
//            DCB=(DSORG=PS,RECFM=FB,LRECL=80,BLKSIZE=800)
//SYSIN    DD *
  EXPORT TECN040.TRAIN.DETAILS.KSDS   -
  OUTFILE(DD2)    -
  PERMANENT
/*
