//TECN040J JOB (ACCT),'LOAD TO VSAM',CLASS=A,MSGCLASS=A
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD  SYSOUT=*
//SYSIN    DD  *
  REPRO INFILE(INDS) OUTFILE(OUTDS)
/*
//INDS     DD  DSN=TECN040.POLICY.PS1,DISP=SHR
//OUTDS    DD  DSN=TECN040.POLICY.RRDS,DISP=SHR
//STEP2    EXEC PGM=IDCAMS,COND=(0,NE)
//SYSPRINT DD  SYSOUT=*
//SYSIN    DD  *
  DELETE TECN040.POLICY.PS1
/*
