//TECN040J JOB (ASHIK)
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//DD2      DD DSN=TECN040.PRODUCT.ESDS.BCKUP,
//            DISP=(NEW,CATLG,DELETE),
//            SPACE=(TRK,(3,2)),
//            DCB=(DSORG=PS,RECFM=FB,LRECL=80)
//SYSIN    DD *
  EXPORT TECN040.PRODUCT.ESDS   -
  OUTFILE(DD2)    -
  TEMPORARY
/*
