//TECN040J JOB (MAINFRAME,DEMO),NOTIFY=&SYSUID
//STEP0001 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LISTCAT ENT(TECN040.PRODUCT.ESDS)
/*
