//TECN040J JOB NOTIFY=&SYSUID
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  ALTER TECN040.TRAIN.DETAILS.KSDS.DATA -
  FREESPACE(12 12)
/*
