//TECN040J JOB (MAINFRAME,MF002),
//         NOTIFY=&SYSUID
//STEP0001 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
  DEFINE CLUSTER(           -
  NAME(TECN040.POLICY.RRDS) -
  TRACKS(5,5)               -
  CONTROLINTERVALSIZE(512)  -
  RECORDSIZE(80,80)         -
  VOLUME(ZAPRD4)            -
  NUMBERED)                 -
  DATA(NAME(TECN040.POLICY.RRDS.DATA))
/*
