//TECN040J JOB
//STEP1 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//DD1 DD DSN=TECN040.PRODUCT.ESDS.BCKUP,DISP=SHR
//DD2 DD DSN=TECN040.PRODUCT.ESDS,DISP=OLD
//SYSIN DD *
  IMPORT INFILE(DD1) -
  OUTDATASET(TECN040.PRODUCT.ESDS) -
  INTOEMPTY
/*
