//TECN040J JOB (ASHIK)
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
   DEFINE PATH (NAME(TECN040.TRAIN.DETAILS.KSDSAIX) -
   PATHENTRY (TECN040.TRAIN.DETAILS.KSDS)           -
   UPDATE)
/*
