//TECN040J JOB NOTIFY=&SYSUID        
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*                                         
//SYSIN    DD *                                                   
  BLDINDEX                               -                     
  INDATASET(TECN040.PRODUCT.ESDS)        -                     
  OUTDATASET(TECN040.PRODUCT.AIX)                          
/*
