//TECN040J JOB NOTIFY=
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD  SYSOUT=*
//SYSOUT DD SYSOUT=*
//SYSIN DD * 
        DEFINE AIX ( -
        NAME(TECN040.TRAIN.DETAILS.AIX)-
        RELATE(TECN040.TRAIN.DETAILS.KSDS)-
        CYLINDERS(5,5)-
        CONTROLINTERVALSIZE(512)-
        KEYS(15,6)-
        NONUNIQUEKEY-
        FREESPACE(10,10)-
        RECORDSIZE(80,80)-
        )
/*
