//TECN040J JOB NOTIFY=TECN001
//STEP1   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DEFINE PATH( -
  NAME(TECN040.PRODUCT.DETAILS.EKSDSAIX) -
  PATHENTRY(TECN040.PRODUCT.AIX) -
  )
/*
