//TECN040J JOB (ASHIK)
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
   BLDINDEX INDATASET(TECN040.TRAIN.DETAILS.KSDS)  -
            OUTDATASET(TECN040.TRAIN.DETAILS.AIX)
/*
